{"input": "What can you tell me about Team Building in Paris?", "output": "Go Team Green Edition The Escape Box, the real escape game for corporates Comic Strip Adventure : create your business comic book thanks to our digital app. Team Building in Paris", "source_url": "https://www.teambuilding-paris.com//", "type": "page_summary"}
{"input": "What can you tell me about Gold of the Desert Kings?", "output": "team building gdk The pressures and anxiety experienced in Gold of the Desert Kings are similar to those experienced daily in a hectic work schedule. Participants contend with deadlines, a perceived lack of resources, others’ point of view and the pressure to just do something while trying to accomplish team objectives. The Experience Teams rush to compete against each other in this challenging race across the desert. Their goal? Battle the elements to get to the mountains to mine for as much go...", "source_url": "https://www.teambuilding-paris.com/Gold-of-the-Desert-Kings_a28.html", "type": "page_summary"}
{"input": "What can you tell me about Lord Devon’s Demise™ - Mastering the Skills of Meeting Management?", "output": "team building LDD The program impacts team dynamics by highlighting the value of a leader, encouraging input from all individuals and demonstrating that shared understanding leads to enhanced productivity. The Program As representatives of Scotland Yard, participants in Lord Devon’s Demise work on a realistic crime scene investigation set at a grand English estate. The intense, information rich environment forces participants and teams to share, evaluate and organize an abundance of information ...", "source_url": "https://www.teambuilding-paris.com/Lord-Devon-s-Demise-Mastering-the-Skills-of-Meeting-Management_a32.html", "type": "page_summary"}
{"input": "What can you tell me about Team Building in Paris?", "output": "Team Building Paris Eagles Team Building is an innovative teambuilding company that creates and delivers experiences that excite, motivate and inspire people. Since 1993, Eagles Team Building is widely-recognised as the leader in providing innovative teambuilding experiences in France. Eagles Team Building offers a risk-free experience based on our attention to detail, high standards of delivery, extensive experience, and an all-embracing portfolio of bespoke and off-the-shelf programmes. We do ...", "source_url": "https://www.teambuilding-paris.com/Team-Building-in-Paris_a20.html", "type": "page_summary"}
{"input": "What can you tell me about The Big Picture Team Building?", "output": "team building BP Everyone knows it is important to step back and look at the ‘big picture’ every now and then, particularly when looking at an organisation and how its people operate and communicate internally. With The Big Picture the importance of teamwork, co-operation and communication is reinforced through the process of painting an artistic masterpiece of truly epic proportions. At the start of the exercise the delegates are divided into small teams responsible for painting one or several ...", "source_url": "https://www.teambuilding-paris.com/The-Big-Picture-Team-Building_a24.html", "type": "page_summary"}
{"input": "What can you tell me about Team Building in Paris?", "output": "Go Team Green Edition The Escape Box, the real escape game for corporates Comic Strip Adventure : create your business comic book thanks to our digital app. Team Building in Paris", "source_url": "https://www.teambuilding-paris.com/", "type": "page_summary"}
